Repository: bluedynamics/bda.plone.shop
Catalog: src/bda/plone/shop/locales/*/LC_MESSAGES/bda.plone.shop.po
Languages: de, fr, it, nl

# label_city
source: City
de: Stadt
fr: Ville
it: Città
nl: Stad

# label_company
source: Company
de: Firma
fr: Société
it: Azienda
nl: Bedrijf

# label_country
source: Country
de: Land
fr: Pays
it: Paese
nl: Land

# label_currency
source: Currency
de: Währung
fr: Monnaie
it: Valuta
nl: Valuta

# label_default_item_cart_count_limit
source: Quantity limit of an item in the cart.
de: Mengenbeschränkung für einen Artikel im Warenkorb
fr: Quantité limite d'un article dans le panier
it: Limite per articolo nel carrello
nl: Aantallimiet voor een artikel in de winkelwagen

# label_default_item_comment_enabled
source: Comment enabled by default
de: Kommentare standardmäßig erlaubt
fr: Autoriser l'information complémentaire par défaut
it: Commenti abilitati come impostazione predefinita
nl: Reacties standaard toegestaan

# label_default_item_comment_required
source: Comment required by default
de: Kommentare standardmäßig erforderlich
fr: Information complémentaire obligatoire par défaut
it: Richiedi un commento come impostazione predefinita
nl: Reacties standaard vereist

# label_default_item_display_gross
source: Display Gross by default
de: Zeige Brutto standardmäßig aktiviert
fr: Afficher le prix TTC par défaut
it: Mostra il valore lordo come impostazione predefinita
nl: Toon bruto standaard

# label_default_item_net
source: Default Item net price
de: Vorgabewert Nettopreis
fr: Prix HT par défaut
it: Prezzo netto predefinito per un articolo
nl: Standaard netto prijs van artikel

# label_default_item_quantity_unit_float
source: Quantity as float as default
de: Einheit als Gleitkommazahl standardmäßig aktiviert
fr: Quantité comme flottant par défaut
it: Le quantità sono frazionarie come impostazione predefinita
nl: Voorgesteld standaard eenheid

# label_default_quantity_units
source: Specify default quantity name.
de: Vorgabewert Einheit
fr: Spécifier le nom de la quantité par défaut
it: Specifica il nome dell'unità di misura predefinita.
nl: Specificeer naam van standaard eenheid

# label_default_shipping_item_shippable
source: Item Shippable by default
de: Artikel standardmäßig versendbar
fr: Article expédiable par défaut
it: Articolo inviabile come modalità predefinita
nl: Artikel standaard verzendbaar

# label_default_vat
source: Default Value added tax name
de: Vorgabewert Umsatzsteuer
fr: Nom de la taxe par défaut
it: Nome predefinito per la tassa sul valore aggiunto
nl: Standaard waarde toegevoegd BTW

# label_disable_max_article
source: Disable max article
de: Keine Gesamtbeschränkung der Artikel im Warenkorb
fr: Désactiver maximum d'articles
it: Disabilita il massimo per un articolo
nl: Deactiveer maximaal aantal artikelen

# label_firstname
source: First name
de: Vorname
fr: Prénom
it: Nome
nl: Voornaam

# label_flat_shipping_cost
source: Flat shipping cost
de: Fixbetrag Versandkosten
fr: Frais de port forfaitaire
it: Prezzi di consegna fissi
nl: Vast bedrag verzendkosten

# label_free_shipping_limit
source: Free Shipping Limit
de: Limit kostenfreier Versand
fr: Limit pour la livraison offerte
it: Limite oltre il quale la consegna è gratuita
nl: Limiet gratis verzending

# label_gender
source: Gender
de: Geschlecht
fr: Genre
it: Sesso
nl: Geslacht

# label_hide_cart_if_empty
source: Hide Cart if empty
de: Leeren Warenkorb nicht anzeigen
fr: Cacher le panier si vide
it: Nascondi il carrelo se è vuoto
nl: Verberg lege winkelwagen

# label_item_available
source: Item stock available
de: Verfügbar
fr: Disponible en stock
it: Scorta di magazzino disponibile
nl: Artikel is verkrijgbaar

# label_item_cart_count_limit
source: Max count of this item in cart
de: Maximale Anzahl dieses Artikels im Warenkorb
fr: Nombre maximum de cet article dans le panier
it: Massimo conteggio di questo articolo nel carrello
nl: Maximaal aantal van dit artikel in de winkelwagen

# label_item_comment_enabled
source: Comment enabled
de: Zusatzinformation eingeben
fr: Information complémentaire autorisée
it: Commenti abilitati
nl: Reactie geactiveerd

# label_item_comment_required
source: Comment required
de: Zusatzinformation Eingabe erforderlich
fr: Information complémentaire obligatoire
it: Commento obbligatorio
nl: Reactie vereist

# label_item_display_gross
source: Display Gross
de: Zeige Preis in Brutto
fr: Prix TTC
it: Mostra il prezzo lordo
nl: Toon bruto prijs

# label_item_display_stock
source: Display item stock
de: Zeige Verfügbarkeit
fr: Afficher l'article dans le panier
it: Mostra la scorta di magazzino
nl: Toon beschikbaarheid artikel

# label_item_global_notification_text
source: Additional overall notification text for order confirmation mail if this item in cart
de: Zusätzlicher allgemeiner Benachrichtigungstext für diesen Artikel in der Bestätigungsmail
fr: Texte supplémentaire général de notification pour l'email de confirmation de commande de cet article
it: Testo di notifica aggiuntivo per l'e-mail di conferma dell'ordine di questo articolo
nl: Bevestigingsmail met aanvullende informatie over dit artikel in de winkelwagen

# label_item_global_overbook_notification_text
source: Additional overall notification text for order confirmation mail if this item in cart and out of stock
de: Zusätzlicher allgemeiner Benachrichtigungstext für diesen Artikel in der Bestätigungsmail, wenn Artikel vergriffen
fr: Texte supplémentaire général de notification pour l'email de confirmation de commande de cet article si rupture de stock
it: Testo di notifica aggiuntivo per l'e-mail di conferma dell'ordine di questo articolo se non disponibile in magazzino
nl: Bevestigingsmail met aanvullende informatie over dit artikel in de winkelwagen als het artikel uitverkocht is

# label_item_net
source: Item net price
de: Nettopreis
fr: Prix HT
it: Prezzo netto
nl: Artikel netto prijs

# label_item_notification_text
source: Notification text for this item in order confirmation mail
de: Benachrichtigungstext für diesen Artikel in der Bestätigungsmail
fr: Text de notification pour cet article dans l'email de confirmation de commande
it: Testo di notifica per questo articolo nella mail di conferma dell'ordine
nl: Meldingstekst voor dit artikel in bevestigingsmail

# label_item_number
source: Item number
de: Artikelnummer
fr: Numéro d'article
it: Numero dell'articolo
nl: Artikelnummer

# label_item_overbook
source: Item stock overbook
de: Überbuchen
fr: Suprplus de stock d'article
it: Sovraprenotazione delle scorte di magazzino
nl: Artikel voorraad is overboekt

# label_item_overbook_notification_text
source: Notification text for this item in order confirmation mail if item out of stock
de: Benachrichtigungstext für diesen Artikel im Benachrichtungungsmail, wenn dieser vergriffen ist
fr: Text de notification pour cet article dans l'email de confirmation de commande si rupture de stock
it: Testo di notifica per questo articolo nella mail di conferma dell'ordine se non disponibile in magazzino
nl: Algemeen bericht voor de bevestigingsmail als het artikel uitverkocht is

# label_item_quantity_unit
source: Quantity unit
de: Einheit
fr: Unité de quantité
it: Pezzo
nl: Eenheid

# label_item_quantity_unit_float
source: Quantity as float
de: Dezimaleingabe bei Anzahl erlaubt
fr: Commande en fraction possible
it: Inserimento decimali nella quantità facoltativo
nl: Decimalen toegestaan

# label_item_shipping_cost
source: Item shipping cost
de: Versandkosten pro Artikel
fr: Frais de port article
it: Costo di spedizione dell'articolo
nl: Verzendkosten per artikel

# label_item_vat
source: Item VAT (in %)
de: Umsatzsteuer (in %)
fr: Impôt sur le chiffre d'affaire (en %)
it: IVA (in %)
nl: BTW (in %)

# label_lastname
source: Last name
de: Nachname
fr: Nom de famille
it: Cognome
nl: Achternaam

# label_max_artice_count
source: Maximum number articles in cart
de: Maximale Anzahl Artikel im Warenkorb
fr: Nombre maximum d'articles dans le panier
it: Massimo numero di articoli nel carrello
nl: Maximaal aantal artikelen in winkelwagen

# label_payment_method
source: Payment Method
de: Standard-Bezahlmethode
fr: Mode de paiement
it: Metodo di pagamento
nl: Betaalmethode

# label_payment_text
source: Payment Texts
de: Benachrichtigungstext für Zahlungsart
fr: Texte du paiement
it: Testi di pagamento
nl: Bericht na betaling

# label_quantity_units
source: Specify quantity units allowed in shop.
de: Verfügbare Mengeneinheiten
fr: Spécifier les unités de quantités autorisées dans le magasin
it: Unità di misura consentite nel negozio
nl: De toegestane hoeveelheid eenheden in de winkel

# label_shipping_item_shippable
source: Item Shippable
de: Artikel versendbar
fr: Article expédiable
it: Articolo consegnabile
nl: Artikel verzendbaar

# label_shipping_item_weight
source: Item Weight
de: Gewicht
fr: Poids de l'article
it: Peso dell'articolo
nl: Gewicht artikel

# label_shipping_limit_from_gross
source: Calculate shipping limit from gross
de: Schwellenwertberechnung für kostenfreien Versand vom Bruttowarenwert
fr: Calculer la limite de livraison depuis TTC
it: Calcola la soglia per le spese di consegna gratuite dal prezzo lordo
nl: Bereken bruto verzendinglimiet

# label_shipping_method
source: Shipping Method
de: Standard-Versandart
fr: Mode de livraison
it: Metodo di consegna
nl: Verzendingmethode

# label_shipping_vat
source: Shipping VAT
de: Umsatzsteuer für Versandkosten
fr: TVA sur la livraison
it: IVA sulla consegna
nl: BTW verzending

# label_show_checkout
source: Show checkout link in portlet
de: Direkten Link zur Kasse im Warenkorb-Portlet anzeigen
fr: Afficher le lien vers le check-out dans le portlet
it: Mostra il collegamento alla cassa nel riquadro
nl: Toon link naar kassa in portlet

# label_show_currency
source: Show the currency for items
de: Zeige Währungssymbol
fr: Motre la monnaie pour les articles
it: Mostra la valuta per gli articoli
nl: Toon de valuta voor artikelen

# label_show_to_cart
source: Show link to cart in portlet
de: Zeige Link zu Warenkorb im Warenkorb-Portlet an
fr: Afficher le lien vers le panier dans le portlet
it: Mostra il collegamento al carrello nel riquadro
nl: Toon link naar winkelwagen in portlet

# label_site_global_notification_text
source: Overall notification text for order confirmation mail
de: Allgemeiner Benachrichtigungstext für Bestätigungsmail
fr: Texte de notification générale pour l'email de confirmation de commande
it: Testo di notifica generale per posta di conferma dell'ordine
nl: Algemeen bericht voor bevestigingsmail

# label_site_global_overbook_notification_text
source: Overall notification text for order confirmation mail if order contains items out of stock
de: Allgemeiner Benachrichtigungstext für Bestätigungsmail, wenn Warenkorb vergriffene Artikel enthält
fr: Texte de notification générale pour l'email de confirmation de commande si elle contient des articles en rupture de stock
it: Testo di notifica generale per posta di conferma dell'ordine se l'ordine contiene articoli non disponibili in magazzino
nl: Algemeen bericht voor bevestigingsmail als de bestelling artikelen bevat die uitverkocht zijn

# label_site_item_notification_text
source: Default notification text for items in order confirmation mail
de: Benachrichtigungstext für Bestätigungsmail für Artikel im Warenkorb
fr: Texte de notification par défaut pour les articles dans l'email de confirmation de commande
it: Testo di notifica predefinito per gli articoli nella mail di conferma dell'ordine
nl: Standaard bericht voor de bevestigingsmail van bestelde artikelen

# label_site_item_overbook_notification_text
source: Default notification text for items in order confirmation mail if item out of stock.
de: Benachrichtigungstext für Bestätigungsmail für vergriffene Artikel im Warenkorb
fr: Texte de notification par défaut pour les articles dans l'email de confirmation de commande si rupture de stock
it: Testo di notifica predefinito per gli articoli nella mail di conferma dell'ordine se l'ordine contiene articoli non disponibili in magazzino
nl: Standaard bericht voor de bevestigingsmail als het artikel uitverkocht is

# label_skip_payment_if_order_contains_reservations
source: Skip Payment if order contains reservations
de: Nicht zur Bezahlung weiterleiten, wenn Reservierungen im Warenkorb
fr: Passer l'étape de paiement si la commande contient des réservations
it: Salta il pagamento se l'ordine contiene delle prenotazioni
nl: Sla betaling over als de bestelling gereserveerd is

# label_street
source: Street
de: Straße
fr: Rue
it: Via
nl: Straat

# label_summary_total_only
source: Cart Summary total only
de: Zeige nur Gesamtbetrag in Warenkorb
fr: Uniquement le total résumé du panier
it: Mostra solo il riepilogo totale del carrello
nl: Winkelwagenoverzicht totaal

# label_vat
source: VAT in %
de: Umsatzsteuer in %
fr: TVA en %
it: IVA in %
nl: BTW in %

source: Language
de: Sprache
fr: Langue
it: Lingua
nl: Taal

source: Legal
de: Rechtliches
fr: Légal
it: Legale
nl: Voorwaarden

source: mailtemplates_global
de: Mailvorlagen (Global)
fr: Modèles de notification (global)
it: Modelli per le e-mail di notifica (globale)
nl: Sjablonen meldingen (global)

source: mailtemplates_site
de: Mailvorlagen (Subseite)
fr: Modèles de notification (sur le site)
it: Modelli per le e-mail di notifica (tutto il sito)
nl: Sjablonen meldingen (site-wide)

source: mailtemplates_vendor
de: Mailvorlagen (Mandant)
fr: Modèles de notification (pour le vendeur)
it: Modelli per le e-mail di notifica (per venditore)
nl: Sjablonen meldingen (vendor)

source: Main Address
de: Hauptadresse
fr: Adresse principale
it: Indirizzo principale
nl: Hoofd adres

source: My Orders
de: Meine Bestellungen
fr: Mes commandes
it: I miei ordini
nl: Mijn bestellingen

source: No
de: Nein
fr: Non
nl: Nee

# no_free_shipping_flat_and_item
source: Minimum ${flat} ${currency} or ${item} ${currency} per item in cart
de: Mindestens ${flat} ${currency} oder ${item} ${currency} pro Artikel im Warenkorb
fr: Minimum ${flat} ${currency} ou ${item} ${currency} par article dans le panier
it: Minimo ${flat} ${currency} o ${item} ${currency} per articolo nel carrello
nl: Minimum ${flat} ${currency} of ${item} ${currency} per artikel in winkelwagen

# no_free_shipping_flat_only
source: Flat ${flat} ${currency}
de: Fixbetrag ${flat} ${currency}
fr: Forfait ${flat} ${currency}
it: Prezzo fisso ${flat} ${currency}
nl: Vast bedrag ${flat} ${currency}

# no_free_shipping_item_only
source: ${item} ${currency} per item in cart
de: ${item} ${currency} pro Artikel im Warenkorb
fr: ${item} ${currency} par article dans le panier
it: ${item} ${currency} per articolo nel carrello
nl: ${item} ${currency} per artikel in winkelwagen

# no_longer_purchasable
source: Item is no longer purchasable.
de: Artikel ist nicht mehr erhältlich
fr: Cet article n'est plus achetable
it: L'articolo non è più acquistabile
nl: Artikel is niet meer verkrijgbaar

# not_available_message
source: Item is sold out.
de: Dieser Artikel ist im Moment nicht verfügbar
fr: Article épuisé
it: L'articolo non è più disponibile
nl: Artikel is uitverkocht

# not_available_title
source: Item not available
de: Nicht verfügbar
fr: Article indisponible
it: L'articolo non è disponibile
nl: Niet verkrijgbaar

# not_available_yet_title
source: Item not available yet.
de: Artikel ist noch nicht erhältlich
fr: Article pas encore disponible
it: L'articolo non è ancora disponibile
nl: Artikel is nog niet verkrijgbaar

source: Order Text
de: Text
fr: Text de commande
it: Testo dell'ordine
nl: Bestelling tekst

# overbook_available_message
source: Item is sold out. You can pre-order ${reservable} items. As soon as item is available again, it gets delivered.
de: Artikel ist nicht verfügbar. Sie können ${reservable} vorbestellen. Sobald der Artikel wieder verfügbar ist, wird er zugestellt.
fr: L'article est épuisé. Vous pouvez pré-commander ${reservable} articles. Dès que l'article sera à nouveau disponible, il sera livré.
it: Tutta la scorta è stata venduta. Puoi pre-ordinare ${reservable} articoli. L'articolo verrà consegnato non appena diventerà nuovamente disponibile.
nl: Artikel is niet verkrijgbaar. U kunt ${reservable} voorbestellen. Zodra het artikel weer verkrijgbaar is, wordt het geleverd.

# overbook_available_title
source: Pre-order available
de: Vorbestellungen verfügbar
fr: Pré-commande possible
it: Pre-ordini disponibili
nl: Voorbestellen beschikbaar

source: Overbook Text
de: Text
fr: Texte de surréservation
it: Testo sovraprenotazione
nl: Overboeken tekst

source: Payment
de: Zahlung
fr: Paiement
it: Pagamento
nl: Betaling

source: Payment Text
de: Text
fr: Texte de paiement
it: Testo del pagamento
nl: Betaling tekst

# permission_not_granted_to_buy_item
source: Permission to buy ${title} not granted.
de: Keine Berechtigung um ${title} zu kaufen.
fr: Permission d'acheter ${title} non accordée.
it: Non ti è permesso comprare ${title}.
nl: Geen toestemming om ${title} te kopen.

source: Price
de: Preis
fr: Prix
it: Prezzo
nl: Prijs

# purchasable_as_of_message
source: Item is purchasable as of ${date}
de: Artikel ist ab ${date} erhältlich
fr: L'article est achetable dès le ${date}
it: L'articolo è acquistabile dal ${date}
nl: Artikel is beschikbaar vanaf ${date}

# purchasable_until_message
source: Item is purchasable until ${date}
de: Artikel ist bis ${date} erhältlich
fr: L'article est achetable jusqu'au ${date}
it: L'articolo è acquistabile fino al ${date}
nl: Artikel is beschikbaar tot ${date}

source: Quantity
de: Stück
fr: Quantité
it: Quantità
nl: Aantal

# shop_admin_heading
source: Shop
fr: Magasin
it: Negozio
nl: Winkel

source: Shop Portlet
de: Shop
fr: Portlet Magasin
it: Riquadro del negozio
nl: Winkel portlet

source: Symbol
de: Zeichen
fr: Symbole
it: Simbolo
nl: Symbool

source: Text
fr: Texte
it: Testo
nl: Tekst

source: Vat
de: MwSt.
fr: TVA
it: IVA
nl: BTW

source: Yes
de: Ja
fr: Oui
it: Sì
nl: Ja

source: bookings
de: Buchungen
fr: Réservations
it: Prenotazioni

source: bookings_in_context
de: Buchungen im Kontext
fr: Réservations dans le contexte
it: Prenotazioni in questa sezione

source: contacts
de: Kontakte
it: Contatti

source: Orders
de: Bestellungen
fr: Commandes
it: Ordini

source: orders_in_context
de: Bestellungen im Kontext
fr: Commandes dans le contexte
it: Ordini in questa sezione

source: shop_controlpanel_global
de: Shop-Einstellungen (Global)
fr: Panneau de configuration du magasin (global)
it: Pannello di controllo del negozio (globale)

source: shop_controlpanel_site
de: Shop-Einstellungen (Subseite)
fr: Panneau de configuration du magasin (sur le site)
it: Pannello di controllo del negozio (tutto il sito)

source: Gross
it: Lordo

source: Kilo
it: Chilogrammo

# label_phone
source: Phone
it: Telefono

# label_zip
source: Postal Code
it: Codice postale

source: Meter
fr: Mètre
it: Metro

source: Net
it: Netto

source: update cart
it: Aggiorna il carrello
