Repository: bluedynamics/bda.plone.shop
Catalog: src/bda/plone/shop/locales/*/LC_MESSAGES/bda.plone.shop.po
Languages: de, fr, it, nl

# AUD
source: Australian Dollar
de: Australische Dollar
nl: Australische Dollar

source: Activate Buyable on Item
de: Erweitert Objekt um Shop Artikel Information
fr: Information complémentaire des produits dans le shop
it: Rendi l'articolo acquistabile
nl: Activeer Koopbaarheid van artikel

source: Activate vendor area on this context
de: Aktiviert Mandantenbereich für diesen Kontext
fr: Active l'espace vendeur sur ce contexte
it: Attiva l'area del venditore in questa sezione
nl: Activeer leveranciersgebied voor deze context

source: Article
de: Artikel
it: Articolo
nl: Artikel

# CAD
source: Canadian Dollar
de: Kanadische Dollar
nl: Canadese Dollar

# CHF
source: Swiss Franc
de: Schweizer Franken
nl: Zwiterse Franken

source: Cart
de: Warenkorb
fr: Panier
it: Carrello
nl: Winkelwagen

# DKK
source: Danish Krone
de: Dänische Krone
nl: Deense Kronen

source: Deactivates Buyable on Item
de: Deaktiviert Shop Artikel Information auf dem Objekt
fr: Déactiver information des produits dans le shop
it: Disattiva le informazioni sull'articolo relative all'oggetto
nl: Deactiveer Koopbaarheid voor dit artikel

source: Deactivates vendor area on this context
de: Deaktiviert Mandantenbereich für diesen Kontext
fr: Désactive l'espace vendeur sur ce contexte
it: Disattiva l'area del venditore in questa sezione
nl: Deactiveer leveranciersgebied voor deze context

source: Disable Vendor Area
de: Deaktiviere Mandantenbereich
fr: Désactiver l'espace vendeur
it: Disattiva l'area del venditore
nl: Deactiveer leveranciersgebied

source: Disables Buyable
de: Deaktiviere Shop Artikel
fr: Déactiver information des produits dans le shop
it: Disattiva le informazioni sull'articolo relative all'oggetto
nl: Deactiveer Koopbaarheid

source: Enable Buyable
de: Aktiviere Shop Artikel
fr: Activer information des produits dans le shop
it: Attiva le informazioni sull'articolo relative all'oggetto
nl: Activeer Koopbaarheid

source: Enable Vendor Area
de: Aktiviere Mandantenbereich
fr: Activer l'espace vendeur
it: Abilita l'area del venditore
nl: Activeer leveranciersgebied

# GBP
source: British Pound Sterling
de: Britische Pfund
nl: Britse Pond

# INR
source: Indian Rupee
de: Indischer Rupie
nl: Indische Rupie

# NOK
source: Norwegian Krone
de: Norwegische Krone
nl: Norweegse Kronen

# NZD
source: New Zealand Dollar
de: Neuseeländischer Dollar
nl: Nieuwzeelandse Dollar

source: Notifications
de: Benachrichtigungen
it: Notifiche
nl: Meldingen

source: Payment
de: Bezahlung
fr: Paiement
it: Pagamento
nl: Betaling

source: Personal Information
de: Persönliche Informationen
fr: Information personnelle
it: Informazioni personali
nl: Persoonlijke informatie

source: Personal Preferences
de: Meine Einstellungen
fr: Préférences personnelles
it: Preferenze personali
nl: Persoonlijke voorkeuren

# SEK
source: Swedish Krona
de: Schwedische Krone
nl: Zweedse Kronen

source: Shipping
de: Versand
fr: Livraison
it: Consegna
nl: Verzending

source: Shop settings
de: Shop-Einstellungen
fr: Réglages du magasin
it: Impostazioni del negozio
nl: Winkelinstellingen

source: Tax Settings
de: Steuern
fr: Réglages des taxes
it: Impostazioni delle tasse
nl: Belastinginstellingen

# USD
source: US Dollar
nl: Amerikaanse Dollar

# YEN
source: Japanese Yen
de: Japanischer Yen
nl: Japanse Yen

source: add to cart
de: In den Warenkorb
fr: Ajouter
it: Aggiungi al carrello
nl: Aanschaffen

# alert_item_no_longer_available
source: No longer available, please remove from cart
de: Nicht länger verfügbar. Bitte aus dem Warenkorb entfernen
fr: N'est plus disponible, merci de retirer du panier
it: Articolo non più disponibile. Per favore rimuovilo dal carrello
nl: Niet langer verkrijgbaar, verwijder uit winkelwagen

# alert_item_number_exceed
source: Limit exceed by ${exceed} ${quantity_unit}
de: ${exceed} ${quantity_unit} zu viel im Warenkorb
fr: Limite dépassée de ${exceed} ${quantity_unit}
it: Limite superato di ${exceed} ${quantity_unit}
nl: ${exceed} ${quantity_unit} Te veel artikelen in winkelwagen

# alert_item_number_reserved
source: ${reserved} ${quantity_unit} reserved
de: ${reserved} ${quantity_unit} reserviert
fr: ${reserved} ${quantity_unit} réservé(s)
it: ${reserved} ${quantity_unit} prenotati
nl: ${reserved} ${quantity_unit} gereserveerd

# alert_item_some_reserved
source: Partly reserved
de: Teilweise reserviert
fr: Partiellement réservé
it: Parzialmente prenotato
nl: Gedeeltelijk gereserveerd

source: Availability
de: Verfügbarkeit
fr: Disponibilité
it: Disponibilità
nl: Verkrijgbaarheid

source: Cart Discount
de: Rabatt
fr: Rabais du panier
it: Sconto carrello
nl: Winkelwagen Korting

source: Cash and Carry
de: Selbstabholung
fr: À l'emporter
nl: Betaal en neem mee

# cash_and_carry_descripton
source: Customer picks up goods at dealer's place
de: Kunde holt die Ware beim Lieferanten ab
fr: Le client vient chercher ses articles au magasin
it: Il cliente ritira il bene presso il venditore
nl: Consument haalt artikelen op bij verkooplocatie

source: Comment
de: Zusatz
fr: Complément
it: Commento
nl: Reactie

# critical_available_message
source: Just ${available} items(s) left.
de: Nur noch ${available} Artikel verfügbar.
fr: Plus que ${available} article(s) disponbiles.
it: Solo ${available} articolo/i rimasti.
nl: Nog ${available} artikel(en) verkrijgbaar

# critical_available_title
source: Low items available
de: Wenige Artikel verfügbar
fr: Faible quantité disponible
it: Disponibilità limitata di articoli
nl: Weinig artikelen verkrijgbaar

source: Default Shipping
de: Standard
fr: Livraison par défaut
it: Consegna predefinita
nl: Standaard verzending

source: Delivery Address
de: Lieferadresse
fr: Adresse de livraison
it: Indirizzo di consegna
nl: Bezorgadres

# delivery_duration_title
source: Delivery
de: Lieferbar
fr: Livraison
it: Consegna
nl: Bezorging

source: Disabled Buyable.
de: Shop Artikel Information deaktiviert
fr: Déactiver information des articles dans le shop
it: Disattiva le informazioni sull'articolo
nl: Koopbaarheid gedeactiveerd

source: Disabled Vendor.
de: Mandant deaktiviert.
fr: Désactiver vendeur
it: Disabilita venditore
nl: Leverancier gedeactiveerd

source: Enabled Buyable.
de: Shop Artikel Information hinzugefügt
fr: Activer information des articles dans le shop
it: Disattiva le informazioni sull'articolo
nl: Koopbaarheid geactiveerd

source: Enabled Vendor.
de: Mandant aktiviert.
fr: Activer vendeur
it: Abilita venditore
nl: Leverancier geactiveerd

source: Export Orders
de: Export Bestellungen
fr: Exporter commande
it: Esporta gli ordini
nl: Export bestellingen

# exportorders_item
source: Export Orders on this Item
de: Export Bestellungen für Artikel
fr: Exporter les commandes de cet article
it: Esporta gli ordini di questo articolo
nl: Export bestellingen voor dit artikel

source: Flat Rate
de: Fixbetrag
fr: Forfait
it: Tasso fisso
nl: Vast bedrag

source: Free Shipping
de: Kostenloser Versand
fr: Livraison offerte
it: Consegna gratuita
nl: Gratis verzending

# free_shipping_limit_flat_and_item_gross
source: Minimum ${flat} ${currency} or ${item} ${currency} per item in cart. Free shipping if gross purchase price above ${limit} ${currency}
de: Mindestens ${flat} ${currency} oder ${item} ${currency} pro Artikel im Warenkorb. Kostenloser Versand, wenn der Warenwert ${limit} ${currency} Brutto übersteigt
fr: Au minimum ${flat} ${currency} ou ${item} ${currency} part article dans le panier. Livraison offerte si le prix d'achat TTC excède ${limit} ${currency}
it: Minimo ${flat} ${currency} o ${item} ${currency} per articolo nel carrello. Consegna gratuita se il prezzo totale lordo supera ${limit} ${currency}
nl: Minimum ${flat} ${currency} of ${item} ${currency} per artikel in winkelwagen. Gratis verzending als bruto verkoopprijs per artikel boven ${limit} ${currency} is

# free_shipping_limit_flat_and_item_net
source: Minimum ${flat} ${currency} or ${item} ${currency} per item in cart. Free shipping if net purchase price above ${limit} ${currency}
de: Mindestens ${flat} ${currency} oder ${item} ${currency} pro Artikel im Warenkorb. Kostenloser Versand, wenn der Warenwert ${limit} ${currency} Netto übersteigt
fr: Au minimum ${flat} ${currency} ou ${item} ${currency} part article dans le panier. Livraison offerte si le prix d'achat HT excède ${limit} ${currency}
it: Minimo ${flat} ${currency} o ${item} ${currency} per articolo nel carrello. Consegna gratuita se il prezzo totale netto supera ${limit} ${currency}
nl: Minimum ${flat} ${currency} of ${item} ${currency} per artikel in winkelwagen. Gratis verzending als netto verkoopprijs per artikel boven ${limit} ${currency} is

# free_shipping_limit_flat_only_gross
source: Flat ${flat} ${currency}. Free shipping if gross purchase price above ${limit} ${currency}
de: Fixbetrag ${flat} ${currency}. Kostenloser Versand, wenn der Warenwert ${limit} ${currency} Brutto übersteigt
fr: Fixe ${flat} ${currency}. Livraison offerte si le prix d'achat TTC excède ${limit} ${currency}
it: Prezzo fisso ${flat} ${currency}. Consegna gratuita se il prezzo totale lordo supera ${limit} ${currency}
nl: Vast bedrag ${flat} ${currency}. Gratis verzending als de bruto verkoopprijs van de artikelen boven ${limit} ${currency} is

# free_shipping_limit_flat_only_net
source: Flat ${flat} ${currency}. Free shipping if net purchase price above ${limit} ${currency}
de: Fixbetrag ${flat} ${currency}. Kostenloser Versand, wenn der Warenwert ${limit} ${currency} Netto übersteigt
fr: Fixe ${flat} ${currency}. Livraison offerte si le prix d'achat HT excède ${limit} ${currency}
it: Prezzo fisso ${flat} ${currency}. Consegna gratuita se il prezzo totale netto supera ${limit} ${currency}
nl: Vast bedrag ${flat} ${currency}. Gratis verzending als de netto verkoopprijs van de artikelen boven ${limit} ${currency} is

# free_shipping_limit_item_only_gross
source: ${item} ${currency} per item in cart. Free shipping if gross purchase price above ${limit} ${currency}
de: ${item} ${currency} pro Artikel im Warenkorb. Kostenloser Versand, wenn der Warenwert ${limit} ${currency} Brutto übersteigt
fr: ${item} ${currency} par article dans le panier. Livraison offerte si le prix TTC excède ${limit} ${currency}
it: ${item} ${currency} per articolo nel carrello. Consegna gratuita se il prezzo totale lordo supera ${limit} ${currency}
nl: ${item} ${currency} per artikel in winkelwagen. Gratis verzending als de bruto verkoopprijs van het artikel boven ${limit} ${currency} is

# free_shipping_limit_item_only_net
source: ${item} ${currency} per item in cart. Free shipping if net purchase price above ${limit} ${currency}
de: ${item} ${currency} pro Artikel im Warenkorb. Kostenloser Versand, wenn der Warenwert ${limit} ${currency} Netto übersteigt
fr: ${item} ${currency} par article dans le panier. Livraison offerte si le prix HT excède ${limit} ${currency}
it: ${item} ${currency} per articolo nel carrello. Consegna gratuita se il prezzo totale netto supera ${limit} ${currency}
nl: ${item} ${currency} per artikel in winkelwagen. Gratis verzending als de netto verkoopprijs van het artikel boven ${limit} ${currency} is

# full_available_message
source: ${available} items(s) available.
de: ${available} Artikel verfügbar.
fr: ${available} article(s) disponbiles.
it: ${available} articolo/i disponibile/i.
nl: ${available} artikel(en) verkrijgbaar

# full_available_title
source: Item available
de: Artikel verfügbar
fr: Article disponible
it: Articolo disponibile
nl: Artikel verkrijgbaar

# help_accept
source: Tick this box to indicate that you have found, read and accepted the terms of use for this site.
de: Bitte anhaken, wenn Sie die AGBs gelesen und akzeptiert haben.
fr: Cochez cette case pour indiquer avoir trouvé, lu et accepté les conditions d'utilisation de ce site.
it: Seleziona per indicare che hai trovato, letto e accettato le condizioni d'uso per questo sito.
nl: Vink dit hokje aan wanneer je de algemene voorwaarden hebt gelezen en hebt geaccepteerd

# help_admin_email
source: No typos please....
de: Absender-Adresse des Shops
fr: Pas de faute de frappe s'il vous plaît...
it: Per favore non commettere errori!
nl: Let op spelfouten

# help_admin_name
source: Name used for Shop E-Mails.
de: Absender-Name des Shops
fr: Nom utilisé pour les emails du magasin
it: Nome da utilizzare per le e-mail del negozio
nl: Naam voor de e-mails

# help_alternative_delivery
source: Delivery address is different from billing address.
de: Lieferadresse weicht von Rechnungsadresse ab.
fr: L'adresse de livraison est différente de l'adresse de facturation
it: L'indirizzo di consegna è diverso dall'indirizzo di fatturazione
nl: Bezorgadres verschilt van factuuradres

# help_available_payment_methods
source: Available payment methods in checkout
de: Verfügbare Bezahlmethoden
fr: Méthodes de paiement disponibles à la commande
it: Metodi di pagamento disponibili
nl: Beschikbare betaalmethodes

# help_available_shipping_methods
source: Available shipping methods in checkout
de: Verfügbare Versandarten für Bestellungen
fr: Méthode d'expédition disponibles à la commande
it: Metodi di consegna disponibili
nl: Beschikbare verzendmogelijkheden

source: help_city
nl: Stad

source: help_company
nl: Bedrijf

source: help_country
nl: Land

# help_currency
source: Choose the default currency
de: Wählen sie die Shop-Währung
fr: Choisissez la monnaie par défaut
it: Cambia la valuta predefinita
nl: Kies de valuta

# help_default_quantity_unit
source: default measurement
de: Einheit
fr: Mesure par défaut
it: Unità di misura predefinita
nl: Aantal

# help_default_shipping_item_shippable
source: Flag whether item is shippable by default, i.e. downloads are not
de: Sind Artikel im Warenkorb standardmäßig versendbar? Downloads z.B. sind es nicht
fr: Indiquer si l'article est expédiable par défaut, par exemple, les téléchargements ne le sont pas.
it: Seleziona se l'articolo è inviabile, per esempio un abbonamento non lo è
nl: Geef aan of het artikel standaard verzending heeft, downloads e.d. niet

# help_default_vat
source: Specify default vat name
de: Wählen Sie den Standard-Umsatzsteuersatz
fr: Spécifier le nom de la TVA
it: Specifica il nome predefinito della tassa sul valore aggiunto
nl: Specificeer de standaard BTW

# help_disable_max_article
source: No total number of items in cart limit
de: Kein Limit für die Gesamtanzahl an Artikeln im Warenkorb
fr: Pas de limite sur le nombre total d'articles dans le panier
it: Nessun limite al numero di articoli nel carrello
nl: Geen limiet aan het totaal aantal artikelen in de winkelwagen

# help_firstname
source: Fill in your given name.
de: Geben Sie hier Ihren Vornamen an.
fr: Remplissez votre prénom
it: Inserisci il tuo nome
nl: Vul uw voornaam in

# help_flat_shipping_cost
source: Net flat shipping cost
de: Fixbetrag Versandkosten Netto
fr: Frais de port HT
it: Prezzo netto di consegna
nl: Vast bedrag netto verzendkosten

# help_free_shipping_limit
source: Do not add shipping costs to orders with price bigger than limit. If limit applies to gross or net purchase price depends on 'Calculate shipping limit from gross' setting
de: Versandkosten entfallen, wenn der Warenwert im Warenkorb dieses Limit übersteigt. Ob dieses Limit vom Netto- oder Bruttowarenwert gilt, hängt von der 'Berechnung Limit kostenfreier Versand vom Bruttowarenwert' Einstellung ab
fr: N'ajoutez pas les frais de port aux commandes dont le prix est supérieur à la limite. Si la limite s'applique au prix d'achat TTC ou HT dépend du paramètre «Calculer la limite d'expédition à partir du TTC»
it: Non aggiungere un costo di consegna per prezzi superiori a questo limite. Il limite si applica al totale lordo o netto in funzione della scelta fatta in 'Calcola la soglia per le spese di consegna gratuite dal prezzo lordo'
nl: Voeg geen verzendkosten toe aan bestellingen met een hogere prijs dan het limiet. Of het limiet is berekend voor de netto of bruto verkoopprijs is afhankelijk van instellingen voor 'Bereken bruto verzendkosten'

source: help_gender
nl: Geslacht

# help_gtin
source: Global Trade Item Number
de: Global Trade Item Number (GTIN), mit der Produkte und Packstücke weltweit eindeutig identifiziert werden können
fr: Code d'article international
nl: Global Trade Item Number, uniek nummer van een artikel

# help_hide_cart_if_empty
source: Hide cart if no items contained
de: Warenkorb nicht anzeigen, wenn keine Artikel enthalten
fr: Cacher le panier s'il est vide
it: Nascondi il carrelo se non contiene nessun articolo
nl: Verberg winkelwagen als deze leeg is

# help_item_number
source: Buyable Item number
de: Produktnummer für diesen Artikel
fr: Numérot d'article
it: Numero dell'articolo acquistabile
nl: Productnummer voor dit artikel

# help_item_shipping_cost
source: Net shipping cost per item in cart. If flat shipping cost set and item shipping cost below flat shipping cost, flat shipping cost is used
de: Versandkosten pro Artikel im Warenkorb Netto. Wenn ein Fixbetrag definiert ist und Artikelversandkosten niedriger sind als der Fixbetrag, wird der Fixbetrag verwendet
fr: Frais de port HT par article dans le panier. Si le coût d'expédition forfaitaire est défini et que le coût d'expédition d'article est plus bas, le coût d'expédition forfaitaire est employé
it: Prezzo netto di consegna per articolo nel carrello. Se viene selezionato un prezzo fisso and le spese di consegna di un articolo sono inferiori a tale valore, tale valore viene usato
nl: Netto verzendkosten per artikel in winkelwagen. Als een vast bedrag voor verzendkosten is vastgesteld en het artikel kost minder dan de vaste verzendkosten, gebruik dan de vaste verzendkosten

# help_lastname
source: Fill in your surname or your family name.
de: Gebe Sie hier Ihren Nachnamen an.
fr: Remplissez votre nom de famille
it: Inserisci il tuo cognome
nl: Vul uw achternaam in

# help_max_artice_count
source: Maximum number of articles in cart if disable max article flag set
de: Maximale Anzahl an Artikeln im Warenkorb, wenn Gesamtbeschränkung im Warenkorb aktiviert
fr: Nombre maximum d'articles dans le panier
it: Numero massimo di articoli nel carrello
nl: Maximaal aantal artikelen in winkelwagen wanneer de optie maximale artikelen is gedeactiveerd

# help_payment_method
source: Default payment method in checkout
de: Standard-Bezahlmethode
fr: Méthode de paiement par défaut à la commande
it: Metodo di pagamento predefinito
nl: Standaard betaalmethode in kassa

source: help_phone
nl: Telefoon

# help_quantity_units
source: Quantity units (what the buyable items are measured in)
de: Einheit in welcher die Artikel bemessen sind.
fr: Unités de quantité (unité de mesure des articles)
it: Unità di misura (utilizzate per misurare gli articoli acquistabili)
nl: Eenheid waar de artikelen in gemeten worden

# help_shipping_item_shippable
source: Flag whether item is shippable, i.e. downloads are not
de: Artikel versendbar? Downloads z.B. sind es nicht
fr: Indique si l'article est expédiable, p. ex. les téléchargements ne le sont pas
it: Seleziona se l'articolo è consegnabile, per sempio gli abbonamenti non lo sono.
nl: Geef aan of het artikel verzendbaar is, downloads e.d. niet

# help_shipping_limit_from_gross
source: If set to False, shipping limit gets calculated from net price instead of gross.
de: Wenn nicht gesetzt, wird das Limit für den kostenfreien Versand vom Nettowarenwert berechnet.
fr: Si défini à faux, la limite d'expédition est calculée sur le prix HT au lieu de TTC.
it: Se non selezionato, il limite delle spese di consegna viene calcolato dal prezzo netto invece che da quello lordo.
nl: Indien niet ingesteld, wordt het verzendingslimiet berekend voor de netto prijs in plaats van de bruto prijs

# help_shipping_method
source: Shipping method
de: Wählen sie die Standard Versandart für Bestellungen
fr: Méthode de livraison par défaut à la commande
it: Metodo di consegna predefinito
nl: Standaard verzendmethode in kassa

# help_shipping_vat
source: VAT used to calculate shipping costs
de: Umsatzsteuer die zur Berechnung der Versandkosten verwendet wird
fr: TVA utiéisée pour calculer les frais de port
it: Includi l'IVA nel calcolare i consti di spedizione
nl: BTW gebruikt om verzendkosten te berekenen

# help_show_checkout
source: Show Checkout link
de: Soll ein direkter Link zur Kasse im Warenkorb angezeigt werden?
nl: Directe link weergegeven in de kassa

# help_show_currency
source: Show currency in cart
de: Soll die Währung im Warenkorb angezeigt werden?
nl: Valuta weergegeven in de winkelwagen

# help_show_to_cart
source: Show cart link
de: Soll der Link zur Warenkorbübersicht im Warenkorb angezeigt werden?
nl: De koppeling naar het winkelwagenoverzicht in de winkelwagen

source: help_street
nl: Straat

# help_summary_total_only
source: Show only total value in cart summary
de: Zeige nur Gesamtsumme in der Warenkorbübersicht?
fr: Ne motre que le montant total dans le résumé du panier
it: Mostra solo il totale nel riepilogo del carrello
nl: Laat alleen totaalbedrag zien in het winkelwagenoverzicht

# help_vat
source: Specify all allowed vat settings
de: Verfügbare Umsatzsteuersätze
fr: Sépcifier toutes les TVA autorisées
it: Imposta tutte le impostazioni IVA valide
nl: Specificeer alle toegestane BTW instellingen

source: help_zip
nl: Postcode

source: Item Discount
de: Artikelrabatt
fr: Rabais sur article
it: Sconto sull'articolo
nl: Artikel korting

source: Item no longer buyable
de: Artikel nicht mehr erhältlich
fr: L'article n'est plus achetable
it: Articolo non più acquistabile
nl: Artikel niet meer te koop

source: Item not buyable yet
de: Artikel noch nicht erhältlich
fr: L'article n'est pas encore achetable
it: Articolo non ancora acquistabile
nl: Artikel niet meer te koop

# label_accept
source: Accept terms of use
de: Bestätigen Sie die Allgemeinen Geschäftsbedingungen
fr: Accepter les conditions d'utilisation
it: Accetta i termini d'uso
nl: Accepteer algemene voorwaarden

# label_add_customer_role_to_new_users
source: Add Customer role to new Users
de: Neuen Benutzern automatisch die Rolle Customer zuweisen
fr: Ajouter le rôle Client aux nouveaux utilisateurs
it: Assegna il ruolo Customer (Consumatore) ai nuovi utenti
nl: Geef nieuwe gebruikers de rol van consument

# label_admin_email
source: Shop Admin E-Mail
de: Admin E-Mail
fr: Email de l'administrateur du magasin
it: E-mail dell'amministatore del negozio
nl: Winkel administratie e-mail

# label_admin_name
source: Shop Admin Name
de: Name Shop Administrator
fr: Nom de l'administrateur du magasin
it: Nome dell'amministatore del negozio
nl: Naam winkel administratie

# label_alternative_delivery
source: Alternative delivery address
de: Alternative Lieferadresse
fr: Adresse de livraison alternative
it: Indirizzo di consegna alternativo
nl: Alternatieve bezorgadressen

# label_available_payment_methods
source: Available Payment Methods
de: Verfügbare Bezahlmethoden
fr: Modes de paiement disponibles
it: Metodi di pagamento disponibili
nl: Beschikbare betaalmethodes

# label_available_shipping_methods
source: Available Shipping Methods
de: Verfügbare Versandarten
fr: Modes de livraison disponibles
it: Metodi di consegna disponibili
nl: Beschikbare verzendmogelijkheden

# label_buyable_effective_date
source: Buyable effective date
de: Verkaufszeitraum Start
fr: Date de l'achetabilité
it: Data dalla quale l'articolo è acquistabile
nl: Begindatum Koopbaarheid

# label_buyable_expiration_date
source: Buyable expiration date
de: Verkaufszeitraum Ende
fr: Expiration de l'achetabilité
it: Data dalla quale l'articolo non è più acquistabile
nl: Einddatum Koopbaarheid

# label_cash_on_delivery_costs
source: Cash on delivery costs in gross
de: Bruttokosten bei Bezahlart 'Nachnahme'
fr: Encaisse des frais de livraison TTC
it: Costi di spedizione in contanti al lordo
nl: Rembours verzendkosten betalen in bruto
